const articles = [
  {
    id: 1,
    title: "Інноваційні методи використання VR у навчанні",
    description:
      "Дослідження розглядає новітні методи інтеграції віртуальної реальності в освітній процес, аналізує переваги та виклики впровадження VR...",
    author: "Олександр Петров",
    category: "Інструменти AR",
    data: "22/07/2024",
  },
  {
    id: 2,
    title: "Розвиток інструментів для створення AR-додатків",
    description:
      "Стаття присвячена новим інструментам і платформам для розробки додатків з доповненою реальністю. Описуються технічні а...",

    author: "Марія Ковальчук",
    category: "Інструменти AR",
    data: "22/07/2024",
  },
  {
    id: 3,
    title: "Застосування VR/AR у медицині: перспективи та виклики",
    description:
      "У роботі досліджуються можливості застосування віртуальної та доповненої реальності у медичній галузі, зокрема в хірургії,...",

    author: "Дмитро Сидоренко",
    category: "Інструменти AR",
    data: "22/07/2024",
  },
  {
    id: 4,
    title: "Психологічні аспекти використання VR в ігровій індуст...",
    description:
      "Стаття аналізує вплив віртуальної реальності на психологічний стан користувачів у контексті ігрової індустрії. Розглядаються питання зануре...",

    author: "Ірина Левченко",
    category: "Інструменти AR",
    data: "22/07/2024",
  },
  {
    id: 5,
    title: "Інтеграція доповненої реальності в міське планування",
    description:
      "Дослідження присвячене використанню технологій доповненої реальності для покращення міського планування та архітектур...",

    author: "Антон Мельник",
    category: "Інструменти AR",
    data: "22/07/2024",
  },
  {
    id: 6,
    title: "Ефективність використання VR/AR у дистанційному навчанні",
    description:
      "Стаття аналізує вплив віртуальної та доповненої реальності на якість дистанційного навчання. Досліджуються переваги VR/AR технологій у за...",

    author: "Олена Василенко",
    category: "Інструменти AR",
    data: "22/07/2024",
  },
  {
    id: 7,
    title: "Розвиток інструментів для створення AR-додатків",
    description:
      "Стаття присвячена новим інструментам і платформам для розробки додатків з доповненою реальністю. Описуються технічні аспекти створення AR контенту, розглядаються різні підходи до розробки та їх вплив на користувацький досвід.",
    author: "Марія Ковальчук",
    category: "Інструменти AR",
    data: "22/07/2024",
  },
  {
    id: 8,
    title: "Застосування VR/AR у медицині: перспективи та виклики",
    description:
      "У роботі досліджуються можливості застосування віртуальної та доповненої реальності у медичній галузі, зокрема в хірургії, діагностиці та реабілітації. Огляд сучасних досліджень, приклади успішних впроваджень і аналіз потенційних бар'єрів.",
    author: "Дмитро Сидоренко",
    category: "Застосування VR/AR",
    data: "16/05/2024",
  },
  {
    id: 9,
    title: "Ефективність використання VR/AR у дистанційному навчанні",
    description:
      "Стаття аналізує вплив віртуальної та доповненої реальності на якість дистанційного навчання. Досліджуються переваги VR/AR технологій у забезпеченні інтерактивності, залученості студентів та покращенні засвоєння матеріалу у порівнянні з традиційними методами дистанційної освіти.",
    author: "Олена Василенко",
    category: "Дистанційна освіта",
    data: "21/06/2024",
  },
];
export default articles;
