import Post from "./Post";
import classes from "./PostList.module.css";
import imgPost1 from "@/public/post.jpg";
import imgPost2 from "@/public/logo.jpg";
export default function PostList() {
  const posts = [
    {
      // id: 1,
      h: "Різноманітне академічне середовище",
      body: "Наше академічне середовище вирізняється своєю різноманітністю та багатогранністю. Студенти мають змогу брати участь у міждисциплінарних дослідженнях, працювати в міжнародних командах та взаємодіяти з провідними експертами у сфері VR/AR. Ми пропонуємо широкий спектр освітніх програм та додаткових заходів, що сприяють всебічному особистісному та професійному зростанню здобувачів освіти.",
      img: imgPost1,
    },
    {
      // id: 2,
      h: "Навчання через реальні проєкти",
      body: "Наші студенти мають унікальну можливість здобувати знання та навички, працюючи над реальними проєктами у співпраці з провідними компаніями та організаціями. Це дозволяє застосовувати теоретичні знання на практиці, розвивати професійні компетентності та отримувати цінний досвід роботи з сучасними VR/AR технологіями. Реальні проєкти допомагають студентам підготуватися до викликів професійного життя  на ринку праці.",
      img: imgPost2,
    },
    {
      // id: 3,
      h: "Різноманітне академічне середовище",
      body: "Наше академічне середовище вирізняється своєю різноманітністю та багатогранністю. Студенти мають змогу брати участь у міждисциплінарних дослідженнях, працювати в міжнародних командах та взаємодіяти з провідними експертами у сфері VR/AR. Ми пропонуємо широкий спектр освітніх програм та додаткових заходів, що сприяють всебічному особистісному та професійному зростанню здобувачів освіти.",
      img: imgPost1,
    },
  ];
  return (
    <ul className={classes.posts}>
      {posts.map((post) => (
        <Post img={post.img} h={post.h} body={post.body} />
      ))}
    </ul>
  );
}
